{
    "version": "https://jsonfeed.org/version/1",
    "title": "Andre",
    "home_page_url": "/",
    "feed_url": "/feed.json",
    "description": "Writings",
    "icon": "/apple-touch-icon.png",
    "favicon": "/favicon.ico",
    "expired": false,
    
    "author": "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}",
    
"items": [
    
        {
            "id": "/2023/08/10/review-jefre-in-summer",
            "title": "‘In Summer’, ephemeral lay put in a love music",
            "summary": null,
            "content_text": "  Bandcamp · SpotifyI remember that my first exposure to works which has that special abrasive flavor and the sweet atmospheric quality was through his most famous and, for me, his quite elusive long play “Love Is a Stream”. It’s understandable because that particular album was the gateway of many, and with that, it’s the most popular of his. Jefre Cantu-Ledesma, spun and fueled with the imagery of boom and gloom of 1960–1980 pop, is no stranger to that feeling of your open graze wound roughly rubbed with a harsh sandpaper coated with fast-acting psychedelics. I’d say his works are love song without any words that semantically connect to any act of love. However, my ears weren’t charmed by that. Instead, it’s by his EP “In Summer”, which the cassette cover reads “… [a work that] can be thought of as a catalogue of photographs … snapshots of people, places, interests, etc. …”. Jefre thought of it as a travelog, but for me, it was the sweetest work that won my ears and ultimately my heart.I am biased by that blurb, because I can’t help but imagine an actual travelog—you know … photos, videos, keepsakes—conjured in my head. But I think it’s something that’s really familiar and that I’ve longed to happen to me. I haven’t been long in this world, and maybe the actual count of my “travel”, so to speak, is in the amount of a number countable with two bare hands. Ever since I was finally able to hold my own camera phone, I started taking and keeping numerous pictures, even more so when I embarked on my own journey. My “ritual” is to look those photos back sometime in the future, often with a contemplative sense of nostalgia. This album evokes the idea those “ritual” with the flair of a romanticized way reminiscent of the good old days.Talking about numbers, this album has 5 tracks divided into 2 sides (as in tape sides): A1–A2 and B1–B3 each containing 2 separated noise–musique concrète tracks. On the other hand, upon listening, my mental counting sees this as 3 different “units” which separated as A1–B1, B2, and ultimately B3, based on the themes they carry and the imagery they evoke. As such, I think I will use this frame of thought for the rest of my journey.The first part opens with “Love’s Refrain” which, as the name tells, carries a simple musical refrain which is delivered after a simple “intro” that repetitively cycled, never go back to the main part, as if to hypnotize me, the listener, to hum along. It carries, as I said before, the pop 1960–1980 beach music feel with intentional noise and “compressions” which are definitely the glaze, the signature touch of Jefre. The aforementioned refrain itself delivered after the chaotic transition, a boredom among the ephemeral and fleeting moments. Only after that passed, you will know the most beautiful love song that “refrain” holds.The way I see the refrain part as consisting of 3 elements: the bass player, the “vocalist”, and the atmospherics. The track’s structure is basically a build into the all-consuming clamor, a motif that Jefre particularly holds firmly in much of his works. The bass player continously plays as if it’s the engine that pulls everything forward, keeping the movement and acting as the carrier of this lovely journey. The vocalist, which is basically the melodic synth, allures me to sing along and will occasionally takes a break and ultimately submerging itself in the all-consuming overpowering atmosphere. As it fills every corner of the scape, the force takes everything into its grasp until the end, which also took the powerful bass player into its sparkling, glimmery boom, like incense smoke slowly dissolving into the overpowering thin air. Overall, the way I see it is that this format and the experience are very sweet and powerful. The track wants me to surrender and dissolve myself in whatever psychedelia this track offers. Personally, I find this track to be delightful and ecstatic in its way. It fills me with a memorable euphoria.“Love’s Refrain” put into an abrupt intermission “Little Dear Isle”, which is an emotional and somewhat melting noise–field recording track that I think serves as a prelude for that which comes next, which is the romanticized experimentation of the “Love’s Refrain”, eponymously titled “In Summer”. It’s a look back to the old golden summer days: the sun, the laugher, the lovely smiles, sweat, light rays, anything. It puts me in a mellow mood and reminds me of the good days. The track ends with an emotional transitional similar to that of “Little Dear Isle”.The next part, titled “Blue Nudes (I–IV)”, is really a track consisting of 4 parts. Each is indicated with the audible rough switch and the difference in the construction of each. It uses the same formula as “Love’s Refrain”: gradually fills the scape until the listener lose themself, but this time with a different presentation. This is, I think, the further experimentation of the motif done well, and I think it won the cake. A very noteworthy track.I strongly believe that this track is the embodiment of the blurb on the cassette cover. It reminds me of the “ritual” I said before. “Blue Nudes” conjures the imagery of a perfect vacation divided into 4 parts.At first, I’m introduced to the bass player, plus this time with the percussion which, again, evocation of the beach pop era, and the atmospherics which drones as the continuous synth that colors the scape. The start of a travel, the ghosts of the familiars: excited but tired minds, eagerness of the heart of the people, travel baggages, tickets, sun rays through the clouded bus’ window, stories of the people, banalities. A few photos, boring but are nonetheless important, something which you can watch as a slideshow at the speed of 3 seconds in between photos.Second, at the top of everything else, enter the vocalist, which further colors the scape, the sign of the gradual increase of the scape’s presence. The first days of the excitement and enthusiasm: discoveries, crumpled tickets, preludes, laughters, photos of people, photos of the nature, sun rays, your friends, the stories. Some photos, important but mostly fleeting, a slideshow at the speed of 1 second in between photos.Third, the atmospherics began to stir, bringing the tingles into the scape. The high of the vacation: people having the moment as one, the camaraderie of friends, empowering and contagious laughters, warm sun rays, the grains of the sandy beach at your skin, the lovely faces of your friends … as if the everything everyone gone through for the bonds of friendship: the sweats, the tears, every thoughts and efforts, paid off and culminated in a very lovable, cherished moments. Many photos, a slideshow at the speed of half a second in between photos.Fourth, the second vocalist so powerful that it drowns out everything else. The hightime: the thoughts of pure love and the highest joy.A slideshow at the speed of quarter of a second or less in between photos.The rich, shimmering fourth part of the track can’t be ended properly because it’s so powerful I hoped it doesn’t ended that soon. I think it’s very sweet and cathartic. It brings many tears of happiness to my eyes, a lot of times in fact.The title itself is I think refers to the Matisse’s work, which is a collage of four gouaches. My take of what the “blue” and what is “naked” here is very different, I think. The “blue” is the sky and the “nudes” are the series of smiles that shed of the hardest social mask of man. A group of travelers, spiritually naked beneath the blue skies.The album then concludes with an abrasive noise–recording mix entitled “Prelude” which serves to cleanse the palate after the very sweet “Blue Nudes”.The EP “In Summer” is, I believe, the intense and overwhelming yet very sweet album. I think it’s the one of my all-time favorites. A very lush, rich, and flavorful album and it has won a special corner in the deepest part of my heart.",
            "content_html": "<div style=\"text-align: center;\">  <p><img src=\"https://f4.bcbits.com/img/a3365961670_10.jpg\" style=\"max-width: 60%\" /><br /><a href=\"https://shiningskullstudio.bandcamp.com/album/in-summer\">Bandcamp</a> · <a href=\"https://open.spotify.com/album/0dm4BqszjtIGfk749aqWF3\">Spotify</a></p></div><p>I remember that my first exposure to works which has that special abrasive flavor and the sweet atmospheric quality was through his most famous and, for me, his quite elusive long play “<a href=\"https://shiningskullstudio.bandcamp.com/album/love-is-a-stream\">Love Is a Stream</a>”. It’s understandable because that particular album was the gateway of many, and with that, it’s the most popular of his. Jefre Cantu-Ledesma, spun and fueled with the imagery of boom and gloom of 1960–1980 pop, is no stranger to that feeling of your open graze wound roughly rubbed with a harsh sandpaper coated with fast-acting psychedelics. I’d say his works are love song without any words that semantically connect to any act of love. However, my ears weren’t charmed by that. Instead, it’s by his EP “In Summer”, which the cassette cover reads “… [a work that] can be thought of as a catalogue of photographs … snapshots of people, places, interests, etc. …”. Jefre thought of it as a travelog, but for me, it was the sweetest work that won my ears and ultimately my heart.</p><p>I am biased by that blurb, because I can’t help but imagine an actual travelog—you know … photos, videos, keepsakes—conjured in my head. But I think it’s something that’s really familiar and that I’ve longed to happen to me. I haven’t been long in this world, and maybe the actual count of my “travel”, so to speak, is in the amount of a number countable with two bare hands. Ever since I was finally able to hold my own camera phone, I started taking and keeping numerous pictures, even more so when I embarked on my own journey. My “ritual” is to look those photos back sometime in the future, often with a contemplative sense of nostalgia. This album evokes the idea those “ritual” with the flair of a romanticized way reminiscent of the good old days.</p><p>Talking about numbers, this album has 5 tracks divided into 2 sides (as in tape sides): A1–A2 and B1–B3 each containing 2 separated noise–musique concrète tracks. On the other hand, upon listening, my mental counting sees this as 3 different “units” which separated as A1–B1, B2, and ultimately B3, based on the themes they carry and the imagery they evoke. As such, I think I will use this frame of thought for the rest of my journey.</p><p>The first part opens with “Love’s Refrain” which, as the name tells, carries a simple musical <em>refrain</em> which is delivered after a simple “intro” that repetitively cycled, never go back to the main part, as if to hypnotize me, the listener, to hum along. It carries, as I said before, the pop 1960–1980 beach music feel with intentional noise and “compressions” which are definitely the glaze, the signature touch of Jefre. The aforementioned refrain itself delivered after the chaotic transition, a boredom among the ephemeral and fleeting moments. Only after that passed, you will know the most beautiful love song that “refrain” holds.</p><p>The way I see the refrain part as consisting of 3 elements: the bass player, the “vocalist”, and the atmospherics. The track’s structure is basically a build into the all-consuming clamor, a motif that Jefre particularly holds firmly in much of his works. The bass player continously plays as if it’s the engine that pulls everything forward, keeping the movement and acting as the carrier of this lovely journey. The vocalist, which is basically the melodic synth, allures me to sing along and will occasionally takes a break and ultimately submerging itself in the all-consuming overpowering atmosphere. As it fills every corner of the scape, the force takes everything into its grasp until the end, which also took the powerful bass player into its sparkling, glimmery boom, like incense smoke slowly dissolving into the overpowering thin air. Overall, the way I see it is that this format and the experience are very sweet and powerful. The track <em>wants</em> me to surrender and dissolve myself in whatever psychedelia this track offers. Personally, I find this track to be delightful and ecstatic in its way. It fills me with a memorable euphoria.</p><p>“Love’s Refrain” put into an abrupt intermission “Little Dear Isle”, which is an emotional and somewhat melting noise–field recording track that I think serves as a prelude for that which comes next, which is the romanticized experimentation of the “Love’s Refrain”, eponymously titled “In Summer”. It’s a look back to the old golden summer days: the sun, the laugher, the lovely smiles, sweat, light rays, anything. It puts me in a mellow mood and reminds me of the good days. The track ends with an emotional transitional similar to that of “Little Dear Isle”.</p><p>The next part, titled “Blue Nudes (I–IV)”, is really a track consisting of 4 parts. Each is indicated with the audible rough switch and the difference in the construction of each. It uses the same formula as “Love’s Refrain”: gradually fills the scape until the listener lose themself, but this time with a different presentation. This is, I think, the further experimentation of the motif done well, and I think it won the cake. A very noteworthy track.</p><p>I strongly believe that this track is the embodiment of the blurb on the cassette cover. It reminds me of the “ritual” I said before. “Blue Nudes” conjures the imagery of a perfect vacation divided into 4 parts.</p><p>At first, I’m introduced to the bass player, plus this time with the percussion which, again, evocation of the beach pop era, and the atmospherics which drones as the continuous synth that colors the scape. <em>The start of a travel</em>, the ghosts of the familiars: excited but tired minds, eagerness of the heart of the people, travel baggages, tickets, sun rays through the clouded bus’ window, stories of the people, banalities. A few photos, boring but are nonetheless important, something which you can watch as a slideshow at the speed of 3 seconds in between photos.</p><p>Second, at the top of everything else, enter the vocalist, which further colors the scape, the sign of the gradual increase of the scape’s presence. <em>The first days of the excitement and enthusiasm</em>: discoveries, crumpled tickets, preludes, laughters, photos of people, photos of the nature, sun rays, your friends, the stories. Some photos, important but mostly fleeting, a slideshow at the speed of 1 second in between photos.</p><p>Third, the atmospherics began to stir, bringing the tingles into the scape. <em>The high of the vacation</em>: people having the moment as one, the camaraderie of friends, empowering and contagious laughters, warm sun rays, the grains of the sandy beach at your skin, the lovely faces of your friends … as if the everything everyone gone through for the bonds of friendship: the sweats, the tears, every thoughts and efforts, paid off and culminated in a very lovable, cherished moments. Many photos, a slideshow at the speed of half a second in between photos.</p><p>Fourth, the second vocalist so powerful that it drowns out everything else. <em>The hightime</em>: the thoughts of <strong>pure love</strong> and <strong>the highest joy</strong>.</p><p style=\"margin-bottom:4cm\" /><p>A slideshow at the speed of quarter of a second or less in between photos.</p><p>The rich, shimmering fourth part of the track can’t be ended properly because it’s so powerful I hoped it doesn’t ended that soon. I think it’s very sweet and cathartic. It brings many tears of happiness to my eyes, a lot of times in fact.</p><p>The title itself is I think refers to the Matisse’s work, which is a collage of four gouaches. My take of what the “blue” and what is “naked” here is very different, I think. The “blue” is the sky and the “nudes” are the series of smiles that shed of the hardest social mask of man. A group of travelers, spiritually naked beneath the blue skies.</p><p>The album then concludes with an abrasive noise–recording mix entitled “Prelude” which serves to cleanse the palate after the very sweet “Blue Nudes”.</p><p>The EP “In Summer” is, I believe, the intense and overwhelming yet very sweet album. I think it’s the one of my all-time favorites. A very lush, rich, and flavorful album and it has won a special corner in the deepest part of my heart.</p>",
            "url": "/2023/08/10/review-jefre-in-summer",
            
            
            
            
            
            "date_published": "2023-08-10T00:00:00+07:00",
            "date_modified": "2023-08-10T00:00:00+07:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        },
    
        {
            "id": "/2022/12/09/obat-panjang-umur",
            "title": "Obat Panjang Umur",
            "summary": null,
            "content_text": "Jika kita mengulas puluhan ribu tahun sejarah perjalanan manusia, gurat sejarah mengenai watak ketidakpuasan manusia umum ditemukan. Ketidakberdayaan manusia untuk menaruh kuasa pada faktisitas di sekelilingnya adalah tema yang berulang di seluruh sejarah manusia yang terekam. Salah satu faktisitas tersebut adalah waktu. Manusia tidak puas dengan rentang hidup dirinya yang pendek. Sedari ramuan hidup abadi hingga mesin waktu, manusia tampak haus akan kuasa atas waktu. Selayaknya Aristoteles: “Waktu meruntuhkan segalanya; segala sesuatu menjadi tua dan terlupakan di bawah kuasanya” (Φυσικὴ IV. XII).Setelah puluhan ribu tahun upaya manusia, kini manusia lupa akan tujuan sebenarnya mengapa dirinya ingin berpanjang umur. Padahal, obat panjang umur sudah ditemukan bahkan sebelum entitas apapun mengerti gagasan yang disebut sebagai aktivitas menulis. Sedari makhluk kompleks hingga organisme nirkesadaran, aktivitas menulis dipraktikkan sepanjang waktu, terus-menerus tanpa henti. Ada alasan mengapa dunia masih eksis hingga kini: semua yang ada tertulis. Tulisan-tulisan tersebut, pada dasarnya, eksis semata-mata sebagai realisasi model yang penulis pahami atas dunia.Tulisan, setidaknya, lebih kukuh ketimbang rapuhnya hidup. Tulisan bekerja sebagai wahana bagi ide yang temporal dan fana. Tulisan membolehkan kefanaan bahasa terukir dalam beku. Lauh Kish adalah salah satu bukti suksesnya kerja tulisan sebagai pemanjang umur eksistensi ide manusia yang fana. Namun, lokus pun pada dasarnya fana.Kini, dengan loki gagasan kita dapat dibuat dan direplikasi (hampir) infinit, musuh kita bukan lagi rapuhnya medium, melainkan kotak-kotak yang membatasi tiap lokus. Terdapat gangguan antara penulis sebagai input dengan apa yang ditulisnya. Kini, penulis tidak pernah tahu apa yang ditulisnya. Kotak-kotak tersebut, tidak disangka, populer. Hal tersebut adalah masalah dan pada dasarnya adalah ancaman bagi tulisan. Desain adalah upaya yang tidak pernah selesai dan, dalam kasus ini, desain jauh dari selesai.Jembatan tersebut sebenarnya sudah diatasi dengan format primitif seperti berkas text file, tempat tulisan direpresentasi dengan jembatan manusia–komputer yang sederhana dan minimal bising. Namun, plain text tidak populer dan problem manusia sering muncul karenanya. Satu hal yang membuat informasi tertulis sepanjang sejarah dapat diwariskan dan diakumulasi adalah transparannya hubungan antara penulis dan yang ditulisnya. Namun, pamor format berkas berhak cipta seperti .docx (milik Microsoft) dan .psd (Milik Adobe) menghapus transparansi tersebut. Alasan mengapa Lauh Kish dapat diulas dan memantik pikiran ribuan tahun setelah penulisnya mati adalah transparannya medium yang digunakan. Mungkin, ide-ide manusia yang tertuang kini tidak akan bertahan hingga seribu tahun mendatang, kala pemegang hak cipta pupus dan terlupakan di bawah kuasa waktu.Saat entitas, apapun itu, menulis, maka ia hidup jauh melebihi rapuh dan fana dirinya.",
            "content_html": "<p>Jika kita mengulas puluhan ribu tahun sejarah perjalanan manusia, gurat sejarah mengenai watak ketidakpuasan manusia umum ditemukan. Ketidakberdayaan manusia untuk menaruh kuasa pada faktisitas di sekelilingnya adalah tema yang berulang di seluruh sejarah manusia yang terekam. Salah satu faktisitas tersebut adalah waktu. Manusia tidak puas dengan rentang hidup dirinya yang pendek. Sedari ramuan hidup abadi hingga mesin waktu, manusia tampak haus akan kuasa atas waktu. Selayaknya Aristoteles: “Waktu meruntuhkan segalanya; segala sesuatu menjadi tua dan terlupakan di bawah kuasanya” (Φυσικὴ IV. XII).</p><p>Setelah puluhan ribu tahun upaya manusia, kini manusia lupa akan tujuan sebenarnya mengapa dirinya ingin berpanjang umur. Padahal, obat panjang umur sudah ditemukan bahkan sebelum entitas apapun mengerti gagasan yang disebut sebagai aktivitas menulis. Sedari makhluk kompleks hingga organisme nirkesadaran, aktivitas menulis dipraktikkan sepanjang waktu, terus-menerus tanpa henti. Ada alasan mengapa dunia masih eksis hingga kini: semua yang ada <em>tertulis</em>. Tulisan-tulisan tersebut, pada dasarnya, eksis semata-mata sebagai realisasi model yang penulis pahami atas dunia.</p><p>Tulisan, setidaknya, lebih kukuh ketimbang rapuhnya hidup. Tulisan bekerja sebagai wahana bagi ide yang temporal dan fana. Tulisan membolehkan kefanaan bahasa terukir dalam beku. <a href=\"https://en.wikipedia.org/wiki/Kish_tablet\">Lauh Kish</a> adalah salah satu bukti suksesnya kerja tulisan sebagai pemanjang umur eksistensi ide manusia yang fana. Namun, lokus pun pada dasarnya fana.</p><p>Kini, dengan loki gagasan kita dapat dibuat dan direplikasi (hampir) infinit, musuh kita bukan lagi rapuhnya medium, melainkan kotak-kotak yang membatasi tiap lokus. Terdapat gangguan antara penulis sebagai input dengan apa yang ditulisnya. Kini, penulis tidak pernah tahu apa yang ditulisnya. Kotak-kotak tersebut, tidak disangka, populer. Hal tersebut adalah masalah dan pada dasarnya adalah ancaman bagi tulisan. Desain adalah upaya yang tidak pernah selesai dan, dalam kasus ini, desain jauh dari selesai.</p><p>Jembatan tersebut sebenarnya sudah diatasi dengan format primitif seperti berkas <em>text file</em>, tempat tulisan direpresentasi dengan jembatan manusia–komputer yang sederhana dan minimal bising. Namun, <em>plain text</em> tidak populer dan problem manusia sering muncul karenanya. Satu hal yang membuat informasi tertulis sepanjang sejarah dapat diwariskan dan diakumulasi adalah transparannya hubungan antara penulis dan yang ditulisnya. Namun, pamor format berkas berhak cipta seperti <code>.docx</code> (milik Microsoft) dan <code>.psd</code> (Milik Adobe) menghapus transparansi tersebut. Alasan mengapa Lauh Kish dapat diulas dan memantik pikiran ribuan tahun setelah penulisnya mati adalah transparannya medium yang digunakan. Mungkin, ide-ide manusia yang tertuang kini tidak akan bertahan hingga seribu tahun mendatang, kala pemegang hak cipta pupus dan terlupakan di bawah kuasa waktu.</p><p>Saat entitas, apapun itu, menulis, maka ia hidup jauh melebihi rapuh dan fana dirinya.</p>",
            "url": "/2022/12/09/obat-panjang-umur",
            
            
            
            
            
            "date_published": "2022-12-09T00:00:00+07:00",
            "date_modified": "2022-12-09T00:00:00+07:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        }
    
    ]
}